{
  "Header": {
    "About": "Giới thiệu",
    "About Me": "Về tôi",
    "Experience": "Kinh nghiệm",
    "Projects": "Dự án",
    "Contact": "Liên hệ",
    "Blog": "Blog",
    "Toggle dark mode": "Chuyển sang chế độ tối",
    "Toggle light mode": "Chuyển sang chế độ sáng"
  },
  "Landing": {
    "Hello": "Xin chào, tôi là ",
    "Name": "Công Phạm",
    "Title": "Lập trình viên Web",
    "a": "một",
    "Learn More": "Tìm hiểu thêm"
  },
  "About": {
    "About Me": "Về tôi",
    "Job Title": "Lập trình viên web",
    "introPart1": "Chào bạn, tôi là Phạm Tiến Thành Công! Tôi đã theo học chuyên ngành Phần mềm Ứng dụng tại Đại học Phenikaa và hiện tại đang làm việc tại",
    "introPart2": "với vai trò",
    "introPart3": "Trước đây, tôi đã từng làm việc tại",
    "detailsPart1": "Tôi đam mê việc tạo ra các ứng dụng web và di động có khả năng mở rộng, thiết kế tinh tế và mang lại tác động thực tế. Tôi luôn học hỏi những công nghệ mới, thông qua các",
    "detailsPart2": "hoặc tự nghiên cứu, và gần đây tôi đã bắt đầu viết blog để chia sẻ kiến thức và kinh nghiệm của mình."
  },
  "Experience": {
    "Experience": "Kinh nghiệm",
    "March 2022 - Present": "Tháng 3 2022 - Hiện tại",
    "July 2023 - Present": "Tháng 7 2023 - Hiện tại",
    "March 2023 - June 2023": "Tháng 3 2023 - Tháng 6 2023",
    "October 2022 - January 2023": "Tháng 10 2022 - Tháng 1 2023",

    "web_developer": "Lập trình viên Web",
    "intern_web_developer": "Thực tập sinh lập trình web",
    "graduate_student_ai": "Học viên cao học AI",

    "freelance_description_1": "Phát triển và duy trì ứng dụng web tùy chỉnh.",
    "freelance_description_3": "Giao tiếp trực tiếp với khách hàng để hiểu rõ yêu cầu và đưa ra giải pháp phù hợp.",
    "freelance_description_2": "Hợp tác với nhóm từ xa của các lập trình viên và nhà thiết kế.",

    "maxflow_description_1": "Phát triển và duy trì ứng dụng web tùy chỉnh.",
    "maxflow_description_2": "Xây dựng các ứng dụng web đa chức năng.",
    "maxflow_description_3": "Làm việc cùng đồng nghiệp để tìm ra giải pháp tốt nhất cho khách hàng.",

    "pdt_description_1": "Nắm vững các kiến thức cơ bản về phát triển web.",
    "pdt_description_2": "Hỗ trợ thiết kế và phát triển các ứng dụng web cho khách hàng.",
    "pdt_description_3": "Làm việc trong môi trường hợp tác.",

    "ics_description_1": "Tìm hiểu các nguyên lý cơ bản của AI.",
    "ics_description_2": "Phát triển các mô hình AI đơn giản."
  },
  "Projects": {
    "Featured Projects": "Dự án nổi bật",
    "Timedle_description": "Timedle là một trò chơi về lịch sử sáng tạo, biến việc học thành một cuộc phiêu lưu hàng ngày. Mỗi ngày, một câu hỏi lịch sử mới được đăng tải để thách thức kiến thức của học sinh và giúp họ tích điểm một cách thú vị và tương tác.",
    "Timedle_subtitle": "Xếp hạng #1 trên Google cho 'Timedle'",
    "GeographyGame_description": "A Game of Geography đưa học sinh vào một hành trình khám phá thế giới thông qua những câu hỏi địa lý hàng ngày. Mỗi câu hỏi mới sẽ giúp người chơi khám phá thêm về địa lý trong khi tranh tài để tích điểm.",
    "GeographyGame_subtitle": "Tổng hợp các trò chơi địa lý hàng đầu",
    "RandomCity_description": "Random City Generator tạo ra các thành phố bằng cách sinh tên, dân số và quốc gia ngẫu nhiên. Đây là công cụ hoàn hảo cho những người xây dựng thế giới và những người đam mê địa lý.",
    "RandomCity_subtitle": "Kết quả hàng đầu trên Google cho 'random city generator'",
    "PersonalWebsite_description": "Đây là trang cá nhân của tôi, trưng bày các dự án, kỹ năng và sự phát triển chuyên nghiệp của tôi. Được xây dựng bằng Next.js và Chakra UI, trang này hỗ trợ đa ngôn ngữ, thể hiện niềm đam mê của tôi đối với sự hợp tác toàn cầu.",
    "PersonalWebsite_subtitle": "Thiết kế tùy chỉnh dựa trên 'Jarrod Servilla'"
  },
  "Contact Me": {
    "Contact Me": "Liên hệ",
    "Title 1": "Cho dù đó là một cơ hội việc làm, một lời mời uống cà phê,",
    "Title 2": "hoặc chỉ đơn giản là một cuộc trò chuyện, Hãy liên hệ với tôi!",
    "Send Email": "Gửi Email"
  }
  
}